[CAT6SniperM1 X2CharacterTemplate]
strCharacterName="CAT6 Sniper"
[CAT6SniperM2 X2CharacterTemplate]
strCharacterName="CAT6 Sniper"
[CAT6SniperM3 X2CharacterTemplate]
strCharacterName="CAT6 Sniper"

[AutopsyCAT6Sniper X2TechTemplate]
DisplayName="CAT6 Sniper Autopsy"
Summary="Let us discover what we can about this new foe."
CodeName="CAT6 Mk. 2"
LongDescription="CAT6 is a private military corporation that takes its name from Category 6, the term used for soldiers who are dishonorably discharged from the Systems Alliance. CAT6 members are known to have extensive criminal records and histories of abuse."

[CorpseCAT6Sniper X2ItemTemplate]
FriendlyName="CAT6 Sniper Corpse"
FriendlyNamePlural="CAT6 Sniper Corpses"
BriefSummary="Autopsy on this specimen may lead to further advancement."

[ProvingGroundsProject_CAT6SniperArmor X2TechTemplate]
DisplayName="CAT6 Sniper Armor"
Summary="Armor used by CAT6 Snipers"
CodeName="CAT6 Mk. 2"
LongDescription="Armor used by CAT6 Snipers"

[CAT6SniperArmorSoldier X2ArmorTemplate]
FriendlyName="CAT6 Sniper Armor"
FriendlyNamePlural="CAT6 Sniper Armors"
BriefSummary="Armor used by CAT6 Snipers"
TacticalText="<Bullet/>Armor used by CAT6 Snipers"



